#+TITLE: 03 28

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2022-03-28 Mon 16:09]
| Headline                  |   Time |
|---------------------------+--------|
| *Total time*              | *2:21* |
|---------------------------+--------|
| Read paper from Alireza   |   1:28 |
| Continue with calculation |   0:39 |
| Mail and div              |   0:14 |
#+END:


* Read paper from Alireza
:LOGBOOK:
CLOCK: [2022-03-28 Mon 14:29]--[2022-03-28 Mon 14:57] =>  0:28
CLOCK: [2022-03-28 Mon 13:58]--[2022-03-28 Mon 14:16] =>  0:18
CLOCK: [2022-03-28 Mon 13:56]--[2022-03-28 Mon 13:58] =>  0:02
CLOCK: [2022-03-28 Mon 12:57]--[2022-03-28 Mon 13:37] =>  0:40
:END:
Can at the very least be a nice source to cite for "this has previously been done for X, Y, Z using a similar approach, however, our results is a novel effect..."

Very concise description of Luttinger's method

They mention something about finite magnetization currents in the tilted case. Is that an issue for us? @alireza

* Continue with calculation
:LOGBOOK:
CLOCK: [2022-03-28 Mon 15:40]--[2022-03-28 Mon 16:09] =>  0:29
CLOCK: [2022-03-28 Mon 15:19]--[2022-03-28 Mon 15:25] =>  0:06
CLOCK: [2022-03-28 Mon 14:57]--[2022-03-28 Mon 15:01] =>  0:04
:END:

Look at numerical solutions as well

* Mail and div
:LOGBOOK:
CLOCK: [2022-03-28 Mon 15:25]--[2022-03-28 Mon 15:39] =>  0:14
:END:
